Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Waiting for a network connection.
ar: في انتظار اتصال بالشبكة.
bg: Изчакване на мрежова връзка.
bn: নেটওয়ার্ক সংযোগের অপেক্ষায়।
ca: S'està esperant una connexió de xarxa.
cs: Čeká se na připojení k síti.
da: Venter på en netværksforbindelse.
de: Warten auf eine Netzwerkverbindung.
el: Αναμονή για σύνδεση δικτύου.
es: Esperando una conexión de red.
fa: در انتظار اتصال شبکه.
fi: Odotetaan verkkoyhteyttä.
fr: En attente d’une connexion réseau.
he: המתנה לחיבור רשת.
hi: नेटवर्क कनेक्शन की प्रतीक्षा हो रही है।
hr: Čekanje mrežne veze.
hu: Várakozás hálózati kapcsolatra.
id: Menunggu koneksi jaringan.
it: In attesa di una connessione di rete.
ja: ネットワーク接続を待機中です。
kk: Желі байланысы күтілуде.
ko: 네트워크 연결을 기다리고 있습니다.
lt: Laukiama tinklo ryšio.
ms: Menunggu sambungan rangkaian.
nb: Venter på en nettverkstilkobling.
nl: Wachten op een netwerkverbinding.
pl: Oczekiwanie na połączenie sieciowe.
pt: A aguardar uma ligação de rede.
ro: Se așteaptă o conexiune la rețea.
ru: Ожидание подключения к сети.
sk: Čaká sa na sieťové pripojenie.
sl: Čakanje na omrežno povezavo.
sv: Väntar på en nätverksanslutning.
th: กำลังรอการเชื่อมต่อเครือข่าย
tr: Ağ bağlantısı bekleniyor.
uk: Очікування мережевого з’єднання.
vi: Đang chờ kết nối mạng.
zh_hans: 正在等待网络连接。
zh_hant: 正在等待網路連線。

source: Waiting for Photos…
ar: في انتظار الصور…
bg: Изчакване на снимки…
bn: ছবির অপেক্ষায়…
ca: S'estan esperant fotos…
cs: Čekání na fotky…
da: Venter på fotos…
de: Warten auf Fotos…
el: Αναμονή για φωτογραφίες…
es: Esperando fotos…
fa: در انتظار عکس‌ها…
fi: Odotetaan kuvia…
fr: En attente des photos…
he: המתנה לתמונות…
hi: फ़ोटो की प्रतीक्षा हो रही है…
hr: Čekanje fotografija…
hu: Várakozás fotókra…
id: Menunggu Foto…
it: In attesa delle foto…
ja: 写真を待機中…
kk: Фотосуреттер күтілуде…
ko: 사진 기다리는 중…
lt: Laukiama nuotraukų…
ms: Menunggu Foto…
nb: Venter på bilder…
nl: Wachten op foto's…
pl: Oczekiwanie na zdjęcia…
pt: A aguardar fotos…
ro: Se așteaptă fotografiile…
ru: Ожидание фотографий…
sk: Čaká sa na fotografie…
sl: Čakanje na fotografije…
sv: Väntar på foton…
th: กำลังรอรูปภาพ…
tr: Fotoğraflar Bekleniyor…
uk: Очікування фото…
vi: Đang chờ Ảnh…
zh_hans: 正在等待照片…
zh_hant: 正在等待相片…

source: Waiting for Wi-Fi to download the original from iCloud.
ar: في انتظار Wi-Fi لتنزيل الملف الأصلي من iCloud.
bg: Изчакване на Wi-Fi за изтегляне на оригинала от iCloud.
bn: iCloud থেকে মূল ফাইল ডাউনলোড করতে Wi-Fi-এর অপেক্ষায়।
ca: S'està esperant la Wi-Fi per baixar l'original de l'iCloud.
cs: Čeká se na Wi-Fi, aby bylo možné stáhnout originál z iCloudu.
da: Venter på Wi-Fi for at downloade originalen fra iCloud.
de: Warten auf Wi-Fi, um das Original aus iCloud zu laden.
el: Αναμονή για Wi-Fi ώστε να γίνει λήψη του πρωτοτύπου από το iCloud.
es: Esperando una conexión Wi-Fi para descargar el original de iCloud.
fa: در انتظار Wi-Fi برای دریافت فایل اصلی از iCloud.
fi: Odotetaan Wi-Fi-yhteyttä alkuperäisen tiedoston lataamiseksi iCloudista.
fr: En attente du Wi-Fi pour télécharger l’original depuis iCloud.
he: המתנה ל-Wi-Fi כדי להוריד את הקובץ המקורי מ-iCloud.
hi: iCloud से मूल फ़ाइल डाउनलोड करने के लिए Wi-Fi की प्रतीक्षा हो रही है।
hr: Čekanje Wi-Fi veze za preuzimanje izvornika s iClouda.
hu: Várakozás Wi-Fi-kapcsolatra az eredeti fájl letöltéséhez az iCloud szolgáltatásból.
id: Menunggu Wi-Fi untuk mengunduh file asli dari iCloud.
it: In attesa del Wi-Fi per scaricare l'originale da iCloud.
ja: iCloudからオリジナルをダウンロードするためWi-Fiを待機中です。
kk: Түпнұсқаны iCloud қызметінен жүктеп алу үшін Wi-Fi күтілуде.
ko: iCloud에서 원본을 다운로드하기 위해 Wi-Fi를 기다리고 있습니다.
lt: Laukiama Wi-Fi, kad originalas būtų atsisiųstas iš iCloud.
ms: Menunggu Wi-Fi untuk memuat turun fail asal daripada iCloud.
nb: Venter på Wi-Fi for å laste ned originalen fra iCloud.
nl: Wachten op Wi-Fi om het origineel uit iCloud te downloaden.
pl: Oczekiwanie na Wi-Fi, aby pobrać oryginał z iCloud.
pt: A aguardar Wi-Fi para transferir o original do iCloud.
ro: Se așteaptă conexiunea Wi-Fi pentru descărcarea originalului din iCloud.
ru: Ожидание Wi-Fi для загрузки оригинала из iCloud.
sk: Čaká sa na Wi-Fi, aby sa mohol stiahnuť originál zo služby iCloud.
sl: Čakanje na Wi-Fi za prenos izvirnika iz storitve iCloud.
sv: Väntar på Wi-Fi för att hämta originalet från iCloud.
th: กำลังรอ Wi-Fi เพื่อดาวน์โหลดต้นฉบับจาก iCloud
tr: Özgün dosyayı iCloud'dan indirmek için Wi-Fi bekleniyor.
uk: Очікування Wi-Fi для завантаження оригіналу з iCloud.
vi: Đang chờ Wi-Fi để tải bản gốc từ iCloud.
zh_hans: 正在等待 Wi-Fi 以从 iCloud 下载原件。
zh_hant: 正在等待 Wi-Fi 以從 iCloud 下載原始檔。

source: Waiting for Wi-Fi.
ar: في انتظار Wi-Fi.
bg: Изчакване на Wi-Fi.
bn: Wi-Fi-এর অপেক্ষায়।
ca: S'està esperant la Wi-Fi.
cs: Čeká se na Wi-Fi.
da: Venter på Wi-Fi.
de: Warten auf Wi-Fi.
el: Αναμονή για Wi-Fi.
es: Esperando una conexión Wi-Fi.
fa: در انتظار Wi-Fi.
fi: Odotetaan Wi-Fi-yhteyttä.
fr: En attente du Wi-Fi.
he: המתנה ל-Wi-Fi.
hi: Wi-Fi की प्रतीक्षा हो रही है।
hr: Čekanje Wi-Fi veze.
hu: Várakozás Wi-Fi-kapcsolatra.
id: Menunggu Wi-Fi.
it: In attesa del Wi-Fi.
ja: Wi-Fiを待機中です。
kk: Wi-Fi күтілуде.
ko: Wi-Fi를 기다리고 있습니다.
lt: Laukiama Wi-Fi.
ms: Menunggu Wi-Fi.
nb: Venter på Wi-Fi.
nl: Wachten op Wi-Fi.
pl: Oczekiwanie na Wi-Fi.
pt: A aguardar Wi-Fi.
ro: Se așteaptă conexiunea Wi-Fi.
ru: Ожидание Wi-Fi.
sk: Čaká sa na Wi-Fi.
sl: Čakanje na Wi-Fi.
sv: Väntar på Wi-Fi.
th: กำลังรอ Wi-Fi
tr: Wi-Fi bekleniyor.
uk: Очікування Wi-Fi.
vi: Đang chờ Wi-Fi.
zh_hans: 正在等待 Wi-Fi。
zh_hant: 正在等待 Wi-Fi。

source: Waiting to Back Up
ar: في انتظار النسخ الاحتياطي
bg: Изчакване за архивиране
bn: ব্যাকআপের অপেক্ষায়
ca: S'està esperant per fer la còpia de seguretat
cs: Čeká na zálohování
da: Venter på sikkerhedskopiering
de: Warten auf Sicherung
el: Αναμονή για δημιουργία αντιγράφου
es: Esperando para crear la copia de seguridad
fa: در انتظار پشتیبان‌گیری
fi: Odottaa varmuuskopiointia
fr: En attente de sauvegarde
he: ממתין לגיבוי
hi: बैकअप की प्रतीक्षा में
hr: Čekanje sigurnosnog kopiranja
hu: Várakozás biztonsági mentésre
id: Menunggu untuk Dicadangkan
it: In attesa del backup
ja: バックアップを待機中
kk: Сақтық көшірме күтілуде
ko: 백업 대기 중
lt: Laukiama atsarginės kopijos kūrimo
ms: Menunggu untuk Disandarkan
nb: Venter på sikkerhetskopiering
nl: Wachten op back-up
pl: Oczekiwanie na kopię zapasową
pt: A aguardar cópia de segurança
ro: Se așteaptă crearea copiei de siguranță
ru: Ожидание резервного копирования
sk: Čaká sa na zálohovanie
sl: Čakanje na varnostno kopiranje
sv: Väntar på säkerhetskopiering
th: กำลังรอสำรองข้อมูล
tr: Yedekleme Bekleniyor
uk: Очікування резервного копіювання
vi: Đang chờ sao lưu
zh_hans: 正在等待备份
zh_hant: 正在等待備份

source: Wide
ar: عريض
bg: Широк
bn: প্রশস্ত
ca: Ample
cs: Široké
da: Bred
de: Breit
el: Ευρύ
es: Ancho
fa: افقی
fi: Leveä
fr: Large
he: רחב
hi: चौड़ा
hr: Široko
hu: Széles
id: Lebar
it: Orizzontale
ja: 横向き
kk: Кең
ko: 가로
lt: Gulsčias
ms: Lebar
nb: Liggende
nl: Breed
pl: Poziomo
pt: Panorâmico
ro: Lat
ru: Широко
sk: Na šírku
sl: Ležeče
sv: Bred
th: แนวกว้าง
tr: Geniş
uk: Широкий
vi: Rộng
zh_hans: 宽幅
zh_hant: 寬幅

source: Wrong email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
bg: Грешен имейл или парола.
bn: ইমেইল বা পাসওয়ার্ড ভুল।
ca: L'adreça electrònica o la contrasenya són incorrectes.
cs: Nesprávný e-mail nebo heslo.
da: Forkert e-mail eller adgangskode.
de: Falsche E-Mail-Adresse oder falsches Passwort.
el: Λανθασμένο email ή κωδικός πρόσβασης.
es: El correo electrónico o la contraseña son incorrectos.
fa: ایمیل یا گذرواژه نادرست است.
fi: Väärä sähköpostiosoite tai salasana.
fr: Adresse e-mail ou mot de passe incorrect.
he: כתובת הדוא״ל או הסיסמה שגויות.
hi: ईमेल या पासवर्ड गलत है।
hr: Pogrešna adresa e-pošte ili lozinka.
hu: Hibás e-mail-cím vagy jelszó.
id: Email atau kata sandi salah.
it: E-mail o password errata.
ja: メールアドレスまたはパスワードが正しくありません。
kk: Электрондық пошта немесе құпиясөз қате.
ko: 이메일 또는 비밀번호가 올바르지 않습니다.
lt: Neteisingas el. paštas arba slaptažodis.
ms: E-mel atau kata laluan salah.
nb: Feil e-postadresse eller passord.
nl: Onjuist e-mailadres of wachtwoord.
pl: Nieprawidłowy adres e-mail lub hasło.
pt: E-mail ou palavra-passe incorretos.
ro: Adresa de e-mail sau parola este incorectă.
ru: Неверный адрес электронной почты или пароль.
sk: Nesprávny e-mail alebo heslo.
sl: Napačen e-poštni naslov ali geslo.
sv: Fel e-postadress eller lösenord.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: E-posta veya şifre yanlış.
uk: Неправильна електронна адреса або пароль.
vi: Email hoặc mật khẩu không đúng.
zh_hans: 电子邮件地址或密码错误。
zh_hant: 電子郵件或密碼錯誤。

source: You can add photos later.
ar: يمكنك إضافة الصور لاحقًا.
bg: Можете да добавите снимки по-късно.
bn: আপনি পরে ছবি যোগ করতে পারবেন।
ca: Pots afegir fotos més tard.
cs: Fotky můžete přidat později.
da: Du kan tilføje fotos senere.
de: Du kannst später Fotos hinzufügen.
el: Μπορείτε να προσθέσετε φωτογραφίες αργότερα.
es: Puedes añadir fotos más tarde.
fa: می‌توانید بعداً عکس اضافه کنید.
fi: Voit lisätä kuvia myöhemmin.
fr: Vous pourrez ajouter des photos plus tard.
he: ניתן להוסיף תמונות מאוחר יותר.
hi: आप बाद में फ़ोटो जोड़ सकते हैं।
hr: Fotografije možete dodati kasnije.
hu: Később is hozzáadhat fotókat.
id: Anda dapat menambahkan foto nanti.
it: Puoi aggiungere le foto in seguito.
ja: 写真は後から追加できます。
kk: Фотосуреттерді кейінірек қоса аласыз.
ko: 나중에 사진을 추가할 수 있습니다.
lt: Nuotraukų galėsite pridėti vėliau.
ms: Anda boleh menambah foto kemudian.
nb: Du kan legge til bilder senere.
nl: Je kunt later foto's toevoegen.
pl: Możesz dodać zdjęcia później.
pt: Pode adicionar fotos mais tarde.
ro: Puteți adăuga fotografii mai târziu.
ru: Фотографии можно добавить позже.
sk: Fotografie môžete pridať neskôr.
sl: Fotografije lahko dodate pozneje.
sv: Du kan lägga till foton senare.
th: คุณสามารถเพิ่มรูปภาพภายหลังได้
tr: Fotoğrafları daha sonra ekleyebilirsiniz.
uk: Ви зможете додати фото пізніше.
vi: Bạn có thể thêm ảnh sau.
zh_hans: 您可以稍后添加照片。
zh_hant: 您可以稍後加入相片。

source: Your Immich session expired. Sign in again to resume backup.
ar: انتهت صلاحية جلسة Immich. سجّل الدخول مرة أخرى لاستئناف النسخ الاحتياطي.
bg: Вашата Immich сесия изтече. Влезте отново, за да продължите архивирането.
bn: আপনার Immich সেশনের মেয়াদ শেষ হয়েছে। ব্যাকআপ আবার শুরু করতে পুনরায় সাইন ইন করুন।
ca: La sessió d'Immich ha caducat. Torna a iniciar sessió per reprendre la còpia de seguretat.
cs: Platnost relace Immich vypršela. Přihlaste se znovu a pokračujte v zálohování.
da: Din Immich-session er udløbet. Log ind igen for at fortsætte sikkerhedskopieringen.
de: Deine Immich-Sitzung ist abgelaufen. Melde dich erneut an, um die Sicherung fortzusetzen.
el: Η συνεδρία Immich έληξε. Συνδεθείτε ξανά για να συνεχιστεί η δημιουργία αντιγράφων.
es: Tu sesión de Immich ha caducado. Vuelve a iniciar sesión para reanudar la copia de seguridad.
fa: نشست Immich شما منقضی شد. برای ادامه پشتیبان‌گیری دوباره وارد شوید.
fi: Immich-istuntosi on vanhentunut. Jatka varmuuskopiointia kirjautumalla uudelleen.
fr: Votre session Immich a expiré. Reconnectez-vous pour reprendre la sauvegarde.
he: פג תוקף הפעלת Immich. התחברו שוב כדי להמשיך את הגיבוי.
hi: आपका Immich सेशन समाप्त हो गया। बैकअप फिर शुरू करने के लिए साइन इन करें।
hr: Vaša Immich sesija je istekla. Ponovno se prijavite kako biste nastavili sigurnosno kopiranje.
hu: Az Immich-munkamenete lejárt. Jelentkezzen be újra a biztonsági mentés folytatásához.
id: Sesi Immich Anda telah berakhir. Masuk lagi untuk melanjutkan pencadangan.
it: La sessione Immich è scaduta. Accedi di nuovo per riprendere il backup.
ja: Immichセッションの有効期限が切れました。バックアップを再開するにはもう一度サインインしてください。
kk: Immich сеансының мерзімі аяқталды. Сақтық көшірмені жалғастыру үшін қайта кіріңіз.
ko: Immich 세션이 만료되었습니다. 백업을 재개하려면 다시 로그인하세요.
lt: Jūsų Immich seansas baigėsi. Prisijunkite dar kartą, kad tęstumėte atsarginių kopijų kūrimą.
ms: Sesi Immich anda telah tamat tempoh. Log masuk semula untuk menyambung sandaran.
nb: Immich-økten din har utløpt. Logg på igjen for å fortsette sikkerhetskopieringen.
nl: Je Immich-sessie is verlopen. Meld je opnieuw aan om de back-up te hervatten.
pl: Sesja Immich wygasła. Zaloguj się ponownie, aby wznowić tworzenie kopii zapasowej.
pt: A sua sessão do Immich expirou. Inicie sessão novamente para retomar a cópia de segurança.
ro: Sesiunea Immich a expirat. Autentificați-vă din nou pentru a relua copia de siguranță.
ru: Срок действия сеанса Immich истек. Войдите снова, чтобы возобновить резервное копирование.
sk: Platnosť relácie Immich vypršala. Opätovným prihlásením pokračujte v zálohovaní.
sl: Seja Immich je potekla. Znova se prijavite, da nadaljujete varnostno kopiranje.
sv: Din Immich-session har gått ut. Logga in igen för att återuppta säkerhetskopieringen.
th: เซสชัน Immich ของคุณหมดอายุ เข้าสู่ระบบอีกครั้งเพื่อดำเนินการสำรองข้อมูลต่อ
tr: Immich oturumunuzun süresi doldu. Yedeklemeye devam etmek için yeniden oturum açın.
uk: Термін дії сеансу Immich минув. Увійдіть знову, щоб продовжити резервне копіювання.
vi: Phiên Immich của bạn đã hết hạn. Đăng nhập lại để tiếp tục sao lưu.
zh_hans: 您的 Immich 会话已过期。请重新登录以继续备份。
zh_hant: 您的 Immich 連線階段已過期。請重新登入以繼續備份。

source: Your locked folder is protected by a PIN.
ar: مجلدك المقفل محمي برمز PIN.
bg: Заключената ви папка е защитена с PIN.
bn: আপনার লক করা ফোল্ডার একটি PIN দিয়ে সুরক্ষিত।
ca: La carpeta bloquejada està protegida amb un PIN.
cs: Vaše uzamčená složka je chráněna kódem PIN.
da: Din låste mappe er beskyttet af en PIN-kode.
de: Dein gesperrter Ordner ist durch eine PIN geschützt.
el: Ο κλειδωμένος φάκελος προστατεύεται με PIN.
es: Tu carpeta protegida está protegida con un PIN.
fa: پوشه قفل‌شده شما با PIN محافظت می‌شود.
fi: Lukittu kansiosi on suojattu PIN-koodilla.
fr: Votre dossier verrouillé est protégé par un PIN.
he: התיקייה הנעולה שלכם מוגנת באמצעות PIN.
hi: आपका लॉक किया गया फ़ोल्डर PIN से सुरक्षित है।
hr: Vaša zaključana mapa zaštićena je PIN-om.
hu: A zárolt mappáját PIN védi.
id: Folder terkunci Anda dilindungi dengan PIN.
it: La cartella bloccata è protetta da un PIN.
ja: ロックされたフォルダはPINで保護されています。
kk: Құлыпталған қалтаңыз PIN арқылы қорғалған.
ko: 잠긴 폴더가 PIN으로 보호됩니다.
lt: Jūsų užrakintas aplankas apsaugotas PIN.
ms: Folder dikunci anda dilindungi oleh PIN.
nb: Den låste mappen din er beskyttet med en PIN-kode.
nl: Je vergrendelde map is beveiligd met een PIN-code.
pl: Zablokowany folder jest chroniony kodem PIN.
pt: A sua pasta bloqueada está protegida por um PIN.
ro: Dosarul blocat este protejat printr-un PIN.
ru: Заблокированная папка защищена с помощью PIN.
sk: Zamknutý priečinok je chránený pomocou PIN.
sl: Zaklenjena mapa je zaščitena s PIN.
sv: Din låsta mapp skyddas av en PIN-kod.
th: โฟลเดอร์ล็อคของคุณได้รับการปกป้องด้วย PIN
tr: Kilitli klasörünüz bir PIN ile korunuyor.
uk: Вашу особисту папку захищено PIN-кодом.
vi: Thư mục bị khóa của bạn được bảo vệ bằng mã PIN.
zh_hans: 您的锁定文件夹受 PIN 保护。
zh_hant: 您的已上鎖資料夾受 PIN 保護。

source: you@example.com
es: tu@ejemplo.com
pt: utilizador@exemplo.com
ro: utilizator@exemplu.ro
ru: user@example.com
sk: vy@priklad.sk
sl: vi@primer.si
sv: du@exempel.se
tr: siz@ornek.com
vi: ban@example.com

source: /s/
uk: /с/
vi: /giây/

source: EXIF
vi: Dữ liệu EXIF
